[
  {
    "id": 1,
    "question": "What do the instances that comprise the dataset represent (e.g. documents, photos, people, countries)?",
    "response": ""
  },
  {
    "id": 2,
    "question": "How many instances are there in total (of each type, if appropriate)?",
    "response": ""
  },
  {
    "id": 3,
    "question": "Does the dataset contain all possible instances or is it a sample (not necessarily random) of instances from a larger set?",
    "response": ""
  },
  {
    "id": 4,
    "question": "What data does each instance consist of?",
    "response": ""
  },
  {
    "id": 5,
    "question": "Is there a label or target associated with each instance?",
    "response": ""
  },
  {
    "id": 6,
    "question": "Is any information missing from individual instances?",
    "response": ""
  },
  {
    "id": 7,
    "question": "Are relationships between individual instances made explicit (e.g. users' movie ratings, social network links)?",
    "response": ""
  },
  {
    "id": 8,
    "question": "Are there recommended data splits (e.g. training, development/validation, testing)?",
    "response": ""
  },
  {
    "id": 9,
    "question": "Are there any errors, sources of noise, or redundancies in the dataset?",
    "response": ""
  },
  {
    "id": 10,
    "question": "Is the dataset self-contained, or does it link to or otherwise rely on external resources (e.g. websites, tweets, other datasets)?",
    "response": ""
  },
  {
    "id": 11,
    "question": "Does the dataset contain data that might be considered confidential (e.g. data that is protected by legal privilege or by doctor-patient confidentiality, data that includes the content of individuals' non-public communications)?",
    "response": ""
  },
  {
    "id": 12,
    "question": "Does the dataset contain data that, if viewed directly, might be offensive, insulting, threatening, or might otherwise cause anxiety?",
    "response": ""
  },
  {
    "id": 13,
    "question": "Does the dataset relate to people?",
    "response": ""
  },
  {
    "id": 14,
    "question": "Does the dataset identify any subpopulations (e.g. by age, gender)?",
    "response": ""
  },
  {
    "id": 15,
    "question": "Is it possible to identify individuals (i.e., one or more natural persons), either directly or indirectly (i.e., in combination with other data) from the dataset?",
    "response": ""
  },
  {
    "id": 16,
    "question": "Does the dataset contain data that might be considered sensitive in any way (e.g. data that reveals racial or ethnic origins, sexual orientations, religious beliefs, political opinions or union memberships, or locations; financial or health data; biometric or genetic data; forms of government identification, such as social security numbers; criminal history)?",
    "response": ""
  },
  {
    "id": 16,
    "question": "Any other comments?",
    "response": ""
  }
]
